[
    {
        "id": 1,
        "title": "Communication and your 2-to-3 Year old.",
        "img": "https://www.team4kids.com/wp-content/uploads/2017/08/speech-therapy-for-children.jpg",
		"brief": "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world.",
        "text": [
            "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world.",
            
            "The more interactive conversation and play kids are involved in, the more they learn. Reading books, singing, playing word games, and simply talking to toddlers will build their vocabulary and teach listening skills.",
            
            "Here are a few suggestions to help improve your child's communication skills are talking to your toddler about what he or she did during the day or plans to do tomorrow. \"I think it's going to rain this afternoon. What shall we do?\" Or discuss the day's events at bedtime. Playing make-believe games. Reading favorite books over and over and encourage your child to join in with words he or she knows. Encourage pretend reading (letting your child \"read\" a book to you).",
            
            "At age 2, most kids can follow directions and say 50 or more words. Many combine words in short phrases and sentences. Kids this age usually can follow two-step instructions, such as \"pick up the ball and bring it to Daddy.\" By age 3, a toddler's vocabulary usually is 200 or more words, and many kids can string together three- or four-word sentences. Kids at this stage of language development can understand more and speak more clearly. By now, you should be able to understand about 75% of what your toddler says. Kids should be using language freely and starting to solve problems and learn concepts. They usually can engage in a simple question-and-answer session. They also can count three objects correctly, begin to tell stories, and know their first and last name."],
        "category": "Home Speech Activities"
    },
    {
        "id": 2,
        "title": "Toddler Reading Time",
        "img": "http://www.fyispeechtherapy.com/wp-content/uploads/2010/09/speech_activities_toddlers.jpg",
		"brief": "Kids who hear a lot of language do better in school. And being read to is one of the best ways to hear language. Reading to toddlers sets the foundation for later independent reading. Reading problems can be challenging to fix when discovered in elementary school. But many reading problems can be prevented if reading starts in the toddler and preschool years.",
        "text": [
            "Kids who hear a lot of language do better in school. And being read to is one of the best ways to hear language. Reading to toddlers sets the foundation for later independent reading. Reading problems can be challenging to fix when discovered in elementary school. But many reading problems can be prevented if reading starts in the toddler and preschool years.",
            
            "Before children can read by themselves, they need early literacy skills. These include having a large vocabulary of words and knowing how to use them, understanding that words are made up of smaller sounds (called phonemic awareness), understanding that marks on a page represent letters and words, and knowing the letters of the alphabet. You don't need games, flashcards, or special instruction for a toddler to learn these skills. Reading to kids as often as possible is the best way to help them learn to read by themselves.",
            
            "Reading aloud is also an important way to help kids move from babyhood to toddlerhood. Between the ages of 1 and 3, toddlers have celebrations and challenges. So it can help for them to hear stories about other kids and how they faced their fears about what's under the bed or learned how to use the potty. Kids make big leaps in vocabulary during this time, and learn about letters, shapes, colors, weather, animals, seasons. This can be strengthened through books. Choose books with many pictures your child can point to and name.",
            
            "But while excited to learn about the world and experience it, your toddler also needs a strong connection with you. Reading together regularly can strengthen that connection, helping your toddler feel safe and comfortable. Reading to toddlers often, at least once a day, is a great goal. Choosing regular times to read, especially before naps and bedtime, helps kids learn to sit with a book and relax. But you can read anytime your child seems in the mood."],
        "category": "Education"
    },
    {
        "id": 3,
        "title": "Toddlers: Learning by Playing",
        "img": "https://raisingchildren.net.au/__data/assets/image/0024/48840/learning-birth-to-preschool.jpg",
		"brief": "It might look like just child's play, but toddlers are hard at work learning important physical skills as they gain muscle control, balance, and coordination. Each new skill lets them progress to the next one, building on a foundation that leads to more complicated physical tasks, such as jumping rope, kicking a ball on the run, or turning a cartwheel.",
        "text": [
            "It might look like just child's play, but toddlers are hard at work learning important physical skills as they gain muscle control, balance, and coordination. Each new skill lets them progress to the next one, building on a foundation that leads to more complicated physical tasks, such as jumping rope, kicking a ball on the run, or turning a cartwheel.",
            
            "Toddlers always want to do more, which can motivate them to keep trying until they master a new skill, no matter what it takes. Take advantage of your toddler's natural desire to keep moving. Even at this early age, kids establish patterns of activity that carry through the rest of childhood. So an active toddler is likely to remain active later.","Developing Skills. Playing and learning are completely natural for toddlers, so mastering physical skills should be fun and games for them. Parents should give toddlers many opportunities to practice their developing skills while providing supervision so they stay safe while they learn",
            
            "In addition to these physical accomplishments, toddlers are developing in other ways. Provide opportunities for yours to explore, ask questions, use his or her imagination, and practice fine motor skills, such as stacking blocks or coloring.",

            "Here's a guide to the physical skills toddlers are working, by age. An early toddler (12-24 months) walks independently, pulls/carries toys while walking, stoops and gets back up, begins to run, kicks a ball, holds railing going up/down stairs, and walks backward. An Older Toddler (24-36 months) balances 1 to 2 seconds on one foot, climbs well, bends over easily without falling, runs well, kicks ball forward, both feet on step going up/down stairs, starts to pedal tricycle, and throws ball over head. How much activity is Enough? For children 12-36 months old, current National Association for Sports and Physical Education (NASPE) guidelines recommend at least 30 minutes of structured physical activity (adult-led), and at least 60 minutes unstructured physical activity (free play). As a general rule, toddlers shouldn't be inactive for more than 1 hour at a time, except for sleeping. That's a lot of work for parents and caregivers, but a lot of much-needed activity for toddlers.",

            "Encourage your toddler to be active, and remember how much he or she is learning along the way."
        ],
        "category": "Development Tools"
    },
    {
        "id": 4,
        "title": "The Magic of Play: How It Inspires & Aids Early Development",
        "img": "https://www.lipscomb.edu/sites/default/files/images-news-articles/2019-03/News%20-%20Play%20Thearpy%202.jpg",
		"brief": "With the help of a frilly dress, tiara, and magic wand, your 3-year-old is transformed into the queen of a magical universe where her hobby horse is a winged unicorn. When you're asked to taste the pink clouds, you agree that they're a lot like bubblegum. Your son pulls a sheet over his shoulders and runs as fast as he can across the lawn. The air lifts the fabric; your boy's legs leap into the air.",
        "text": [
            "With the help of a frilly dress, tiara, and magic wand, your 3-year-old is transformed into the queen of a magical universe where her hobby horse is a winged unicorn. When you're asked to taste the pink clouds, you agree that they're a lot like bubblegum. Your son pulls a sheet over his shoulders and runs as fast as he can across the lawn. The air lifts the fabric; your boy's legs leap into the air. \"I'm flying, mommy!\" the 4-year-old says. He's a superhero, out to save the backyard from dragons hiding behind the bushes and find treasure buried in the sandbox. Parents of preschoolers have a front-row seat to some of the most imaginative theater ever produced. These are the so-called \"magic years\" — when a child's brain is developed enough to imagine grand stories but not yet complex enough to reason the way adults do and ask, \"But can that really happen?\".",
            
            "Here's why imagination is so important and what you can do to foster these magic years. There's a lot that very young children aren't yet able to grasp about the world around them. As a result, they \"fill in the blanks\" and often make up their own sometimes magical explanations for how things work. This time, which peaks during the preschool years, was dubbed \"the magic years\" by child development expert Selma Fraiberg, PhD, in 1959 when she wrote a book of the same name. Babies use their senses (touch, taste, smell, sight, and sound) to explore their world. As they develop, they begin to understand the basic function of things (\"If I push this button, the pony will pop out of the barn!\").",
            
            "Now, as preschoolers, they take this knowledge and combine it with a growing imagination to come up with fantastical ideas about why and how things happen. Pretend play lets kids try out new roles for themselves (like superheroes, princesses, wild animals, or even parents) and allows for creative problem-solving. But it also helps them deal with another hurdle of the preschool years: intense emotions. Baby dolls might be put in \"time out\" and scolded for actions suspiciously similar to your little one's latest offense. An imaginary friend (who's a bigger troublemaker than your child ever could be) might be dreamed up to help your child deal with feelings of guilt and remorse following a moment of lost control, such as hitting a playmate. Self-control is a tough skill to learn, and pretend play helps kids practice it as well as play out the frustration it creates.",

            "How to encourage imaginative play? Imaginative play begins in a child's mind. But that doesn't mean parents can't join in. Here are some ways to encourage your child's world of make-believe:",

            "Go along with it. When young ones leap through the air and tell you they're flying, don't tell them they're only jumping. Instead, feed the fantasy: \"Wow, you're so high up! What can you see on the ground? Maybe you should take a rest on that nice puffy cloud.\" Or even better, start flying with them. Choose old-fashioned toys. Blocks, dolls, arts and crafts, and molding clay are all toys that require creativity and therefore spur imagination. Limit electronic toys. Whether it's a handheld entertainment system or a \"junior\" laptop, try to avoid toys that need batteries. Creativity is stifled when the toy, rather than the child, directs the play. Read to your child. And while reading, ask mind-opening questions: \"If you were the caterpillar, what would you eat?\" and \"What do you think will happen next in the story?\" This not only encourages imagination but promotes language skills and fosters an interest in books. Schedule downtime. Make sure kids have free time every day to play on their own. Aside from encouraging creativity, it teaches them to use their own resources to amuse or soothe themselves. Limit screen time. When kids watch a movie or even an educational program, they experience someone else's make-believe world instead of using their own imaginations. Some subjects on TV are not appropriate for preschoolers. Young kids also are more influenced by advertising since they can't tell the difference between commercials and actual programs. The same goes for digital advertising inserted in online games and apps. Experts recommend limiting screen time (which includes TV, DVDs, computers, smartphones, and tablets) to no more than 1 hour of quality programming per day for kids 2 to 5 years old.",

            "The day will come when the princess tiaras collect dust and your little ones no longer believe they can fly. It's a bittersweet moment. You'll miss glimpses into that world where anything is possible. But it's a sign that your child's brain is developing as it should. The prefrontal cortex — the area of the brain just behind the forehead — has made the connections it needs to process more high-level thinking. So, the way a child thought the world worked is now not necessarily how it actually does work. Take, for example, vacuum cleaners. A 2-year-old might throw a tantrum because he fears that, just as the dog hair got sucked up off the carpet, he will too. But a year or two later, he might pretend he's being chased by the vacuum \"monster\" — and gain confidence from knowing that it will never get him.",

            "By age 6 or so, kids are becoming aware that fears like being swallowed up by a vacuum are irrational — there's no way your entire body can be sucked up that little tube! — and instead might want to take control and do the vacuuming on their own. This scenario will be repeated again and again as a child's brain learns to tell the difference between the possible and the impossible. This time in childhood, sometimes called \"the age of reason,\" is also when kids begin to form a conscience, differentiate between right and wrong, and act not just on impulse but because something is the \"right\" thing to do. The age of reason explains why many second-graders are masters at sharing — they can consider the feelings of others. And it also explains why monsters that once hid under the bed have suddenly disappeared. A child this age realizes that since he or she never saw the monster, it probably does not exist.",

            "This is also a time when your fantastical answers to their increasingly complex questions will no longer cut it. Thunder can no longer be a bowling match in the sky and the moon definitely isn't made of cheese. But just because your kids have reached the age of reason doesn't mean they can't imagine a bowling match in the sky or a moon made of cheese — it just means that now they'll be in on the joke. And as they grow, their imaginations and creativity will translate into art, music, and creative writing, and help with critical thinking. The critical thinking that inspires kids to dig deeper for information and grasp more complex ideas is their next key skill. And it's the tool that will turn them into decision-makers and problem-solvers who will make you proud as they mature into their teen years."
        ],
        "category": "Development Tools"
    },
    {
        "id": 5,
        "title": "Healthy Habits for TV, Video Games, and the Internet",
        "img": "https://www.lipscomb.edu/sites/default/files/images-news-articles/2019-03/News%20-%20Play%20Thearpy%202.jpg",
		"brief": "TV, interactive video games, and the Internet can be excellent sources of education and entertainment for kids. But too much screen time can have unhealthy side effects. That's why it's wise to monitor and limit the time your kids spend playing video games, watching TV, and using the Internet.",
        "text": [
            "TV, interactive video games, and the Internet can be excellent sources of education and entertainment for kids. But too much screen time can have unhealthy side effects. That's why it's wise to monitor and limit the time your kids spend playing video games, watching TV, and using the Internet.",

            "What's Recommended? The American Academy of Pediatrics (AAP) issued these guidelines for screen time:",
            
            "Babies and toddlers up to 18 months old: No screen time, with the exception of video-chatting with family and friends. Toddlers 18 months to 24 months: Some screen time with a parent or caregiver. Preschoolers: No more than 1 hour a day of educational programming, together with a parent or other caregiver who can help them understand what they're seeing. Kids and teens 5 to 18 years: Parents should place consistent limits on screen time, which includes TV, social media, and video games. Media should not take the place of getting enough sleep and being physically active. Kids should have a wide variety of free-time activities, like spending time with friends and playing sports, which can help develop a healthy body and mind.",
            
            "Here are some practical ways to make kids' screen time more productive:", 
            
            "Stock any rooms that have a TV, computer, or other devices with plenty of other non-screen entertainment (books, kids' magazines, toys, puzzles, board games, etc.) to encourage kids to do something non-screen related. Keep TVs, iPads, and other screens out of kids' bedrooms. Turn off all screens during meals. Don't allow your child to watch TV while doing homework. Treat screen time as a privilege that kids need to earn, not a right that they're entitled to. Tell them that screen time is allowed only after chores and homework are completed. Try a weekday ban. Schoolwork, sports activities, and job responsibilities make it tough to find extra family time during the week. Record shows or save video games for weekends, and you'll have more family togetherness time to spend on meals, games, and physical activity during the week. Set a good example. Limit your own screen time. Check the TV listings and program reviews. Look for programs your family can watch together (like developmentally appropriate and nonviolent programs that reinforce your family's values). Choose shows that foster interest and learning in hobbies and education (reading, science, etc.).", 
            
            "Preview programs. Make sure you think they're appropriate before your kids watch them. Use the ratings. Age-group rating tools have been developed for some TV programs and usually appear in newspaper TV listings and onscreen during the first 15 seconds of some TV programs. Use screening tools. Many new standard TV sets have internal V-chips (V stands for violence) that let you block TV programs and movies you don't want your kids to see. Come up with a family TV schedule. Make it something the entire family agrees on. Then post the schedule in a visible household area (like on the refrigerator) so that everyone knows which programs are OK to watch and when. And make sure to turn off the TV when the \"scheduled\" program is over instead of channel surfing for something else to watch.",

            "Watch TV and play video games with your child, to see if the programming is OK for your child. Find out about other TV policies. Talk to other parents, your doctor, and your child's teachers about their TV-watching policies and kid-friendly programs they'd recommend. Offer fun alternatives to screen time. If you want your child to turn off the screen, suggest alternatives like playing a board game, starting a game of hide and seek, or playing outside.", 
            
            "Talking Is Important. Talk to kids about what they see on screens, and share your own beliefs and values. If something you don't approve of appears on the screen, turn off the screen and use the opportunity to talk with your child. Here are some suggestions:",
            
            "\"Do you think it was OK when those men got in that fight? What else could they have done? What would you have done?\" \"What do you think about how those people were acting at that party? Do you think what they were doing was wrong?\" If certain people or characters are mistreated or discriminated against, talk about why it's important to treat everyone fairly despite their differences. You can use programs and games to explain confusing situations and express your feelings about difficult topics (sex, love, drugs, alcohol, smoking, work, behavior, family life). Teach your kids to question and learn from what they see on screens.",
            
            "For video and interactive computer games, look at the ratings. Video games do have ratings to indicate when they have violence, strong language, mature sexual themes, and other content that may be inappropriate for kids. The ratings, established for the Entertainment Software Rating Board, range from EC (meaning Early Childhood), which indicates that the game is appropriate for kids ages 3 and older, to AO (for Adults Only), which indicates that violent or graphic sexual content makes it appropriate only for adults. Preview the games. Even with the ratings, it's still important to preview the games — or even play them — before letting kids play. The game's rating may not match what you feel is appropriate for your child. Help kids get perspective on the games. Monitor how the games are affecting your kids. If they seem more aggressive after spending time playing a certain game, discuss the game and help them understand how the violence that's portrayed is different from what occurs in the real world. That can help them identify less with the aggressive characters and reduce the negative effects that violent video games can have.",
            
            "Regarding internet safety, become computer literate. Learn how to block objectionable material. Keep the computer in a common area. Keep it where you can watch and monitor your kids. Avoid putting a computer in a child's bedroom. Share an email account with younger children. That way, you can monitor who is sending them messages. Teach your child about Internet safety. Discuss rules for your kids to follow while they're using the Internet, such as never revealing personal information, including address, phone number, or school name or location. Bookmark your child's favorite sites. Your child will have easy access and be less likely to make a typo that could lead to inappropriate content. Spend time online together. Teach your kids appropriate online behavior. Monitor kids use of chat rooms. Make your kids aware that posting messages to chat rooms reveals a child's email address to others. Find out about online protection elsewhere. Find out about the online protection offered at school, after-school centers, friends' homes, or anyplace where kids could use a computer without your supervision."
],
        "category": "Development Tools"
    },
    {
        "id": 6,
        "title": "Communication and Your 4- to 5-Year-Old.",
        "img": "http://static1.squarespace.com/static/55ee0d06e4b0e3659fc6e961/55ee0ed8e4b025d99f71f48a/58afdd8520099e4100f48ac0/1506915301967/boy+in+play+therapy.jpg?format=1500w",
		"brief": "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world.",
        "text": [
            "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world. And between the ages of 4 and 5, many kids enter preschool or kindergarten programs, with language skills a key part of learning in the classroom. The more interactive conversation and play kids are involved in, the more they learn. Reading books, singing, playing word games, and simply talking to kids will increase their vocabulary while providing increased opportunities to develop listening skills.",
            
            "Here some ways you can help boost your child's communication skills:",
            
            "Talk about the day's activities. Talk with your child about the books you read together. Talk with your child about the TV programs and videos you watch together. Keep books, magazines, and other reading material where kids can reach them without help. Help kids create their own \"This Is Me\" or \"This Is Our Family\" album with photographs or mementos.",
            
            "As kids gain language skills, they also develop their conversational abilities. Kids 4 to 5 years old can follow more complex directions and enthusiastically talk about things they do. They can make up stories, listen attentively to stories, and retell stories. At this age, kids usually can understand that letters and numbers are symbols of real things and ideas, and that they can be used to tell stories and offer information. Most will know the names and gender of family members and other personal information. They often play with words and make up silly words and stories. Their sentence structures may now include five or more words, and their vocabulary is between 1,000 and 2,000 words. Speech at this age should be completely understandable, although there may be some developmental sound errors and stuttering, particularly among boys.",

            "When should I call the doctor? If you suspect your child has a problem with hearing, language skills, or speech clarity, talk to your doctor. A hearing test may be one of the first steps to find out if your child has a hearing problem. Communication problems among kids in this age group include hearing problems, trouble following directions, trouble asking or answering questions, difficulty holding a conversation, poor vocabulary growth, trouble learning preschool concepts, such as colors and counting, stuttering, trouble putting sentences together, and unclear speech. Some kids will outgrow these problems. Others might need speech therapy or further evaluation."
        ],
        "category": "Home Speech Activities"
    },
    {
        "id": 7,
        "title": "Communication and your 2-to-3 Year old.",
        "img": "http://static1.squarespace.com/static/55ee0d06e4b0e3659fc6e961/55ee0ed8e4b025d99f71f48a/58afdd8520099e4100f48ac0/1506915301967/boy+in+play+therapy.jpg?format=1500w",
		"brief": "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world.",
        "text": [
            "Communicating with our kids is one of the most pleasurable and rewarding parts of parenting. Children learn by absorbing information through daily interactions and experiences not only with us, but with other adults, family members, other kids, and the world.",
            
            "The more interactive conversation and play kids are involved in, the more they learn. Reading books, singing, playing word games, and simply talking to toddlers will build their vocabulary and teach listening skills.",
            
            "Here are a few suggestions to help improve your child's communication skills are talking to your toddler about what he or she did during the day or plans to do tomorrow. \"I think it's going to rain this afternoon. What shall we do?\" Or discuss the day's events at bedtime. Playing make-believe games. Reading favorite books over and over and encourage your child to join in with words he or she knows. Encourage pretend reading (letting your child \"read\" a book to you).",
            
            "At age 2, most kids can follow directions and say 50 or more words. Many combine words in short phrases and sentences. Kids this age usually can follow two-step instructions, such as \"pick up the ball and bring it to Daddy.\" By age 3, a toddler's vocabulary usually is 200 or more words, and many kids can string together three- or four-word sentences. Kids at this stage of language development can understand more and speak more clearly. By now, you should be able to understand about 75% of what your toddler says. Kids should be using language freely and starting to solve problems and learn concepts. They usually can engage in a simple question-and-answer session. They also can count three objects correctly, begin to tell stories, and know their first and last name."],
        "category": "Home Speech Activities"
    },
    {
        "id": 8,
        "title": "Story Time for Preschoolers",
        "img": "http://static1.squarespace.com/static/55ee0d06e4b0e3659fc6e961/55ee0ed8e4b025d99f71f48a/58afdd8520099e4100f48ac0/1506915301967/boy+in+play+therapy.jpg?format=1500w",
		"brief": "Preschoolers know many things they didn't know as babies. They don't read by themselves, but if they've been read to a lot, they know a lot about reading. They know books are read from front to back, pictures should be right-side up, reading is done from left to right...",
        "text": [
            "Preschoolers know many things they didn't know as babies. They don't read by themselves, but if they've been read to a lot, they know a lot about reading. They know books are read from front to back, pictures should be right-side up, reading is done from left to right, the language of books is different from spoken language, words have different sounds in them, there are familiar and unfamiliar words, and stories have a beginning, a middle, and an end. All of these are early literacy skills — important building blocks toward the day when they'll read by themselves. How can you support development of these skills? Keep reading aloud.",
            
            "Picking many different books to read aloud will build your preschooler's vocabulary, and help your child learn about different topics. Your child will learn that text are words written down, letters in a specific order form a word, and there are spaces between words. This information will help when kids start learning to read in school.",
            
            "Many kids this age go to childcare centers or preschools. Read-aloud time can be a chance to slow down and spend time together. Make time to read together at home too. Before bed works well, as do other \"down\" times in the day, like first thing in the morning or after meals. Your child will enjoy cuddling with you, hearing your voice, and feeling loved. Kids between 3 and 5 years old want to show off what they know and love to be praised. Continue to choose some books with simple plots and repetitive text (e.g., \"Brown bear, brown bear...\") that your child can learn and retell. Encourage your child to \"read\" to you and praise the attempts",
            
            "Other tips:",
            
            "Yes, read that book over and over again — and try not to sound bored. Your child is mastering many skills with each re-reading. When looking at a new book, introduce it. Look at the cover and talk about what it might be about. Say the author's name and talk about what an author does. Move your fingers under the words as you read to show the connection between what you are saying and the text. When you come to familiar or repetitive lines, pause and let your child finish them. (\"I do not like green eggs and....I do not like them, Sam....\"). Ask your child to point out letters or words he or she might know. Sometimes point to words and sound them out slowly while your child watches. Ask your child why a character did something. Talk about the parts of the story — how did it begin? What happened in the middle? What did you think of the ending? Ask what part of the story your child liked best and why. While it's important to ask your child some hard questions, your top goal should be to enjoy reading and have fun. Don't make reading a book like a test your child needs to pass. Look at the pictures, make up new words together, and be playful and relaxed.",

            "Also, remember that reading comes to different kids at different times. Some kids fall in love with books earlier than others. So if your child doesn't seem as interested right away, just keep reading and showing how wonderful it can be. Remember these three key phrases: Read with me! Talk with me! Have fun with me! These three things can help your child on the road to reading success.",

            "Preschoolers like books that tell stories. They also can turn pages and sit still, so longer picture books are a good choice. Continue reading books with repetitive lines and familiar words, but also include those with a richer vocabulary and plots that are more complicated. Consider reading chapter books that take more than one sitting to finish. Kids are curious and like reading books about other kids who look and act like them, but also want stories with kids who live in different places and do different things. Expose your child to many characters and talk about how they act and what choices they make. Include talking animals, monsters, and fairies to stimulate your child's imagination.",

            "Reinforce positive feelings about something your child learned to do (kick a soccer ball, paint a picture) by reading books about kids who have done the same thing. Help your child talk about fears and worries by reading books about going to the doctor or dentist, starting a new school, or dealing with a bully. For example, books about going to school — especially when kids are about to start preschool or kindergarten — are a great choice, as are books about making friends. And pick books that will challenge your child and help build skills. Alphabet books, counting books, or books with lots of new words are all good choices.",

            "Pick nonfiction books that talk about something of interest to your child — owls, the ocean, dinosaurs, the moon — especially if the book has great illustrations. And don't forget poetry — preschoolers still love rhymes. This age group is starting to enjoy jokes, so silly poems or songs will be a huge hit. Wordless picture books that tell a story only with illustrations are also great. After the two of you have been through a wordless book a couple of times, your child will most likely begin telling you the story — and may even be found \"reading\" the story to favorite stuffed animals or dolls.",

            "Try homemade books too — photo albums with captions and scrapbooks excite preschoolers. When your child makes drawings, ask him or her to tell you what they are, label them, and then put them into a \"book\" that you can read together. Have fun creating book covers so that they will last for years. Books aren't the only things your preschooler will love to read — magazines with lots of pictures also are enjoyable. And ask people your child loves to send letters, postcards, texts, or e-mails. Read these together and keep them in a special box where your child can look at them.",

            "Read-aloud isn't the only time your child can spend with books — preschoolers love to choose and look at books on their own. Keep books in a basket on the floor or on a low shelf where your child can reach them easily and look at them alone. Keep some books in the car and always have a few in your bag for long visits to the doctor or lines at the post office. At this age, encourage independent reading by putting a reading lamp next to your child’s bed so your child can look at books for a little while before going to sleep. And kids who have just given up naps can be encouraged to spend quiet time looking at books on their own.",

            "Most important of all: Remember to let your child catch you reading for enjoyment. Turn off the TV, pull out a book, and curl up on the couch where your child can see you — and join you with his or her own favorite book."
        ],
        "category": "Home Speech Activities"
    }
  ]
  